---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilySymbolProfile
source: html/a32a6bfc-b76b-5181-8f42-9a8ddac126f2.htm
---
# FamilySymbolProfile Members

Causes the object to release immediately any resources it may be utilizing.